{
  "blogs": [
    {
      "id": 1,
      "title": "Horror",
      "body": "Diana wakes up in pain, tied to a bed and unable to escape. She's been trapped by a group of surgeons with a twisted passion and she's their next victim. Diana Slater, a typical University student, wakes up in pain, tied to a bed and unable to see. After a mysterious figure, known only as Dr. Sweeney, nurses her back to health she finds out the truth. The Doctor has kidnapped her and given her a cat's eyes as part of a larger ploy to turn humans into collectibles.  Now she's being trained by Ben, another patient, with the skin of a snake, on how to behave. Diana and Ben are forced to work together to try to escape the murderous doctors - until she discovers Ben might not be the victim he makes himself out to be. The only person Diana can trust is herself, and if she fails, her eyes won't give her another nine lives.",
      "author": "Pete"
    },
    {
      "id": 2,
      "title": "Mystery",
      "body": "Hudson Caldwell is being stalked - but the cops don't believe her. Can she stop this scripture-driven madman before it's too late? Someone is following Hudson Caldwell. The police won't take her seriously, but she knows she's in danger. Getting a gun from her stripper best friend, Annie, isn't enough to stop the stalker from breaking into her downtown Chicago apartment in the middle of the night. Now that the threat is confirmed, the police get involved, but they can't find anything leading back to the attacker. As Hudson falls for rookie officer, Myles, Annie grows increasingly frustrated, making destructive choices of her own. As the relationship between Myles and Hudson begins to flourish, clues to the identity of this stalker come to light - but the closer Myles gets to solving the case, the more he realizes he's in over his head. ",
      "author": "Gustine"
    },
    {
      "id": 4,
      "title": "Thriller",
      "body": "Emmy will stop at nothing to become the next Prima ballerina - so what will she do when she finds out that a serial killer is stalking her? Emmy's life is going just as she'd planned: She's living in her own apartment, dancing every day and is just leaps away from being named her company's next Prima ballerina. And she's only 17. But all of Emmy's plans come to a screeching halt when the FBI shows up at her door to let her know that she's being stalked by a serial killer. Suddenly, the safe, insulated world she created for herself is riddled with violence, fear...and a growing pile of dead bodies. At first Emmy wants nothing more than to forget her chilling new reality - but her admirer isn't finished with her yet, and before she knows it, Emmy's stuck in a nightmare she can't dance her way out of.turn a profit, farmers and cattle, overcoming adversity",
      "author": "Job"
    },
    {
      "id": 5,
      "title": "Descriptive",
      "body": "Born a slave, made an heiress, Annabelle must battle a society unwilling to accept her and a love that threatens to ruin her in order to keep her freedom.Born a slave, Annabelle soon finds that fate has other plans when she's purchased by a man named Elijah Finley, who not only rescues her from an abusive master, but also gives her her freedom. However, her new life comes at the cost of another: Elijah has made Annabelle the heiress to his estate, in spite of having a son. So Henry Finley, unwilling to accept his father's will, is determined to regain his rightful fortune at any cost -- even if that means seducing his father's former slave...",
      "author": "Grace"
    },
    {
      "id": 6,
      "title": "Drama",
      "body": "It's the last year of high school, and everything has changed . . . After a summer spent in the Philippines, Lara Dela Cruz is eager to start her senior year and, most importantly, reunite with her three besties. But what she did not expect was to show up on the first day of school to all three of her friends now in relationships. Fighting for their attention, catching some new and confusing feelings for long-time frenemy James, and wading through the pressures of post-high-school plans all have Lara reeling. And to make matters worse, Lara's beautiful and untrustworthy cousin conveniently appears and wiggles her way right between her and James' budding relationship. Feeling like a third wheel in more ways than one, Lara must learn to accept that change is inevitable, love is complicated, and being the odd one out is sometimes where inner power is found.",
      "author": "Laric"
    },
    {
      "id": 7,
      "title": "Descriptive",
      "body": "'Ara . . . I made a mistake, we all did . . . go back to the beginning . . . it's not too late.' As the only female to survive the devastating virus, Ara hasn't seen another human in months-not since her father disappeared. The plague has swept away humanity, and Ara's world is desolate, haunted by the ghosts of her former life. Her mother. Her sister. Kaden and his crew live by a code: stay alert, stay alive. When they catch Ara stealing from them, they are furious-and confused. She is the first girl they have seen in three years. And while Kaden knows taking her captive is wrong, he tells himself he's doing it to protect her.But with Ara determined to follow through on her father's mission-Go back to the beginning. End the plague-Kaden becomes mesmerized by Ara's will and beauty. He knows he will do anything to help her, even if it tears their worlds apart.",
      "author": "Muhia"
    },
    {
      "id": 8,
      "title": "Romance",
      "body": "When Arianna marries billionaire Zach Price to save her family, she doesn't expect to fall in love with a man who'd always consider her a second choice. An unexpected turn of events brings the couple closer together, but can a marriage based on lies and deceit ever survive? When Arianna's older sister, Olivia, decides to run away on the day of her wedding, Arianna is forced to take her place to save her family from ruin. But her new husband is angry, heartbroken, and seems to hate her guts. The cold, elusive billionaire Zach Price has never quite struck Arianna as the kind of man she'd want to spend her entire life with. She was more than content with her sweet, thoughtful boyfriend Noah, but when circumstances force them together, Zach and Arianna's hearts get entangled in a way she never saw coming. As the couple grows closer, they must battle the demons of their past and of the lives they left behind - especially when Olivia returns and decides she wants Zach all for herself. ",
      "author": "Beth"
    },
    {
      "id": 9,
      "title": "Historical",
      "body": "When Agatha becomes the Everard's governess, she's grateful for a way to escape her dark past. That is until her growing feelings for the mysterious Lord of the house begin to present an even greater risk. The Everard's are one of the most esteemed families in Wickhurst. And Benedict, the Lord of Devonshire and the eldest of the clan, is as mysterious and brooding as anyone The Town has ever seen. His face is marked with scars, and no one dares to speak on how he got them. Known to all as 'the beast,' the townsfolk tremble in his wake. But little does he know that he is about to meet his match in Agatha Blair, his sisters' new governess. Agatha is witty, smart and gives him a run for his money when he tries to peel back the layers of who she really is. She truly intrigues him more than any woman he has met but she is a governess and he is a Lord. The Town would shun the union of two people from different stations and any romance between them is surely a recipe for social disaster! But what can they do when the burning hot feelings refuse to relent? And when Benedict uncovers that Agatha is hiding a secret far more dangerous than anything he could have imagined, will love save the day and will Agatha finally tame the beast?",
      "author": "Yosa"
    },
    {
      "id": 10,
      "title": "Horror",
      "body": "After a mysterious vehicle runs them off the road, Alex and his bandmates must fight for their lives to escape a vicious pack of wolves who bear unsettling similarities to the other band they are touring with. Alex is the lead singer of the up-and-coming rock band Make Them Scream. Despite the fact that the insomnia he's fought with since he was a teenager has been worsening, the band have found themselves in the express lane to stardom. But, when a mysterious vehicle knocks their tour bus off the road in the middle of upstate Montana, the bandmates are left stranded with no cell service. When poor decisions lead them toward the dark woods, things go from bad to worse. If the elements don't get them first, their own demons might devour them alive. Some monsters only come out in the dark, and some reality is scarier than nightmares.",
      "author": "Collo"
    },
    {
      "title": "Romance",
      "body": "A honeymoon should be one of the most romantic experiences of your life. For Emilee Sanders, it was - it just wasn't with her husband. An anxious paralegal finds herself where no bride should be on the week of her wedding. Single. Stuck taking a honeymoon alone, Emilee Sanders finds herself trapped at a Bali beach resort that's spilling with couples and romance. However, she's not the only single person on this beach. Mysterious and gorgeous Logan Hodge, a newly graduated physician, is on his own solo vacation to escape realities from back home. Shielding their true identities from each other, the two create new ones as Emmy and Hodge - a couple celebrating their honeymoon. The two weeks of steamy, romantic bliss should end with no more than fake names and lone trips home to their real lives, but life may have more in store for them. ",
      "author": "Joel",
      "id": 11
    },
    {
      "title": "Horror",
      "body": "After escaping a stalled elevator into a zombie apocalypse, Emily must learn how to trust people again or risk losing everything in this terrifying world. For Emily, every day of the last two years have been a blur. She keeps her head down, takes her college courses online, and only goes out to work at her mandatory internship. But all that changes on the day the office elevator breaks down, leaving her trapped when the screams begin. And when the doors finally open, revealing a dystopian world ruined by bloody teeth and disease, Emily is launched into a terrifying run for her life, caught between the strangers she's not sure she can trust and the man-eating monsters that hunger for her flesh. Now she must learn not only how to survive in this new and dangerous world, but also how to overcome her own inner demons before they cost her something more precious than her life.",
      "author": "Merry",
      "id": 12
    },
    {
      "title": "Historical",
      "body": "When the arrogant stranger Bess is forced to marry unexpectedly becomes a duke, she'll find herself at odds with her growing feelings as he hunts for a killer. Sharp-tongued Elizabeth 'Bess' Jones is perfectly content living on her lonesome in a tiny village south of Derbyshire. She works as a nurse, owns a small home, and finds the label of 'spinster' an agreeable trade for her independence. But when her entire life is uprooted in an instant, she only has one person to blame: her new husband, Emmett Wilde, who was caught in a compromising situation with her. And now, despite his promise to fake a death certificate after their wedding--to free her of any duty to him or their marriage bed--he sends for her in the dead of night with startling news: his father has been murdered, and he is now the Duke of Ascot with a wife he can no longer deny...",
      "author": "Mary",
      "id": 13
    }
  ]
}